{
    "changelog.md": {
        "11\/09\/2019": "09\/11\/2019",
        "Adaptation pour jeedom v4": "Adaptation for jeedom v4",
        "09\/05\/2018": "05\/09\/2018",
        "Rajout de l'image des SC1": "Addition of the image of SC1",
        "10\/03\/2018": "03\/10\/2018",
        "Force yes sur les dependances": "Force yes on dependencies"
    },
    "index.md": {
        "Plugin permettant de s'interfacer avec des équipements broadlink": "Plugin for interfacing with broadlink equipment",
        "Configuration du plugin": "Plugin configuration",
        "Après avoir installé le plugin, il faut l'activer et s'assurer de la": "After installing the plugin, you must activate it and make sure that",
        "bonne installation des dépendances": "good installation of outbuildings",
        "Il est déconseillé de changer le port": "It is not recommended to change the port",
        "Inclusion des équipements": "Inclusion of equipment",
        "Aller dans le menu Plugins > Protocole Domotique > Broadlink. Une": "Go to the Plugins> Home Automation Protocol> Broadlink menu. A",
        "fois sur la page cliquez sur MODE INCLUSION": "Once on the page click on INCLUSION MODE",
        "En toute logique l'ensemble": "Logically the whole",
        "des produits Broadlink de votre réseau sera reconnu": "Broadlink products in your network will be recognized",
        "Configuration des équipements": "Equipment configuration",
        "Sélectionnez un de vos équipements": "Select one of your equipment",
        "Si ce sont des produits de type": "If these are type products",
        "Infra rouge, un bouton apprendre une commande apparait en haut": "Infrared, a button to learn a command appears at the top",
        "Il vous": "There you",
        "suffit de cliquer dessus, vous avez ensuite 5 secondes pour apprendre": "just click on it, you then have 5 seconds to learn",
        "une commande infrarouge ou 433 a votre broadlink": "an infrared or 433 command to your broadlink",
        "Suite à cela le plugin": "Following this the plugin",
        "vous confirmera le succès de l'opération et créera la commande associée": "will confirm the success of the operation and create the associated order",
        "qu'il vous suffira simplement de nommer": "you just need to name",
        "Pour éviter d'apprendre ce qui pourrait venir de l'environnement": "To avoid learning what could come from the environment",
        "(télécommande d'un voisin ou autre), le broadlink en mode": "(remote control of a neighbor or other), the broadlink in mode",
        "apprentissage se met VOLONTAIREMENT en niveau de réception très": "learning VOLUNTARILY goes into a very reception level",
        "faible, il faut donc être TRES proche du broadlink pour apprendre une": "weak, so you have to be VERY close to the broadlink to learn a",
        "commande surtout si c'est une commande 433Mhz": "order especially if it is a 433Mhz order",
        "Sur l'onglet Commandes d'un équipement vous trouvez le bouton": "On the Equipment controls tab you find the button",
        "Synchroniser. Si vous possédez plusieurs broadlink vous pouvez": "Synchronize. If you have more than one broadlink you can",
        "transférer les commandes apprises d'un broadlink à un autre": "transfer learned commands from one broadlink to another",
        "Cela marche d'un rm-pro vers un mini ou vice versa": "It works from a rm-pro to a mini or vice versa",
        "Vous pouvez choisir les commandes à transférer ainsi que les broadlink": "You can choose the orders to transfer as well as the broadlinks",
        "vers lesquels vous voulez les transférer": "to which you want to transfer them",
        "(Le nom de la commande sera": "(The name of the order will be",
        "bien évidemment convervé (ON télévision, ventilateur off, etc.)": "obviously convervé (ON television, fan off, etc.)",
        "Si vous ajouteé manuellement votre device car pas autodétecté": "If you manually added your device because not auto-detected",
        "La MAC a renseigner est": "The MAC to inform is",
        "l'adresse MAC inversé par paquet de deux en minuscules sans les": "reverse MAC address in packet of two in lower case without",
        "exemple AA": "example AA",
        "devient eeddccbbaa": "becomes eeddccbbaa",
        "Changelog détaillé": "Changelog detailed",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        "[Important": "[Important",
        "Important]": "Important]",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        "[Tip": "[Tip",
        "Tip]": "Tip]",
        " Synchroniser.": " Synchronize.",
        " Synchroniser?": " Synchronize?",
        "Synchroniser ": "Synchronize ",
        "[Synchroniser": "[Synchronize",
        "Synchroniser]": "Synchronize]",
        " BB.": " BB.",
        " BB?": " BB?",
        "BB ": "BB ",
        "[BB": "[BB",
        "BB]": "BB]",
        " CC.": " CC.",
        " CC?": " CC?",
        "CC ": "CC ",
        "[CC": "[CC",
        "CC]": "CC]",
        " DD.": " DD.",
        " DD?": " DD?",
        "DD ": "DD ",
        "[DD": "[DD",
        "DD]": "DD]",
        " EE.": " EE.",
        " EE?": " EE?",
        "EE ": "EE ",
        "[EE": "[EE",
        "EE]": "EE]"
    }
}