{
    "changelog.md": {
        "Changelog Broadlink": "Changelog Broadlink",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "If there is no information on the update, it means that it concerns only the update of documentation, translation or text",
        "25\/11\/2024": "11\/25\/2024",
        "Fix un soucis d'installation de dépendances qui pouvait se produire sur certaines installations": "Fixed a dependency installation issue that could occur on some installations",
        "05\/09\/2024": "05\/09\/2024",
        "Ajout d'un redémarrage du demon toute les nuits pour éviter un soucis mémoire": "Added a restart of the daemon every night to avoid a memory problem",
        "16\/08\/2024": "08\/16\/2024",
        "Compatibilité Debian 12": "Debian 12 Compatibility",
        "Jeedom v4.4": "Jeedom v4.4",
        "8 requis": "8 required",
        "La compatibilité avec Debian 10 n'est plus garantie, si vous êtes encore sous Debian 10 et que vous n'avez pas de problème, n'installez pas la mise à jour": "Compatibility with Debian 10 is no longer guaranteed, if you are still on Debian 10 and have no problems, do not install the update",
        "10\/11\/2022": "10\/11\/2022",
        "Modernisation de l'interface": "Interface modernization",
        "30\/09\/2022": "09\/30\/2022",
        "Correction de l'installation des dépendances sur Jeedom v4.2": "Fixed the installation of dependencies on Jeedom v4.2",
        "05\/03\/2021": "03\/05\/2021",
        "Mise à jour du script de dépendances suite au changement cryptography": "Update of the dependencies script following the cryptography change",
        "15\/01\/2021": "01\/15\/2021",
        "Correction d'un soucis sur les dépendances en buster": "Fixed a problem with buster dependencies",
        "23\/11\/2020": "23\/11\/2020",
        "relancez les dépendances si vous êtes confrontés a un souci": "restart the dependencies if you are faced with a problem",
        "Gestion des les dépendances de certains installations corrompus par tierces de cryptography en python 3": "Management of the dependencies of certain installations corrupted by third parties of cryptography in python 3",
        "20\/11\/2020": "20\/11\/2020",
        "Optimisations générales": "General optimizations",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "Ajout du tag \"Compatibilité V4": "Addition of the tag \"V4 compatibility",
        "31\/07\/2020": "07\/31\/2020",
        "il faut probablement relancer les dépendances": "you probably need to restart the dependencies",
        "Passage a python 3": "Switch to python 3",
        "lire la documentation pour la particularité": "read the documentation for the particularity",
        "Ajout de la gestion du RM4": "Added RM4 management",
        "Ajout d'un apprentissage avancé RF avec deux étapes, une pour faire varier les fréquences et la trouver et une autre pour apprendre": "Added advanced RF learning with two stages, one to vary frequencies and find it and another to learn",
        "Cela augmentera la compatibilité d'apprentissage": "It will increase learning compatibility",
        "11\/09\/2019": "09\/11\/2019",
        "Adaptation pour Jeedom v4": "Adaptation for jeedom v4",
        "09\/05\/2018": "05\/09\/2018",
        "Rajout de l'image des SC1": "Addition of the image of SC1",
        "10\/03\/2018": "03\/10\/2018",
        "Force yes sur les dépendances": "Force yes on dependencies",
        " IMPORTANT.": " IMPORTANT.",
        " IMPORTANT?": " IMPORTANT?",
        "IMPORTANT ": "IMPORTANT ",
        " IMPORTANT]": " IMPORTANT]",
        "[IMPORTANT]": "[IMPORTANT]",
        "*IMPORTANT*": "*IMPORTANT*",
        " IMPORTANT*": " IMPORTANT*"
    },
    "index.md": {
        "Plugin Broadlink": "Broadlink plug-in",
        "Plugin permettant d'interfacer Jeedom avec des équipements Broadlink": "Plugin to interface Jeedom with Broadlink equipment",
        "Configuration du plugin": "Plugin configuration",
        "Après avoir installé le plugin, il faut l'activer et s'assurer de la bonne installation des dépendances": "After installing the plugin, it must be activated and ensure the correct installation of dependencies",
        "Il est déconseillé de changer le port socket interne": "It is not recommended to change the internal socket port",
        "Inclusion des équipements": "Inclusion of equipment",
        "Aller dans le menu Plugins => Protocole Domotique => Broadlink": "Go to the Plugins menu => Home automation protocol => Broadlink",
        "Une fois sur la page, cliquez sur le bouton INCLUSION": "Once on the page, click on the INCLUDE button",
        "En toute logique l'ensemble des produits Broadlink de votre réseau sera reconnu": "Logically, all the Broadlink products in your network will be recognized",
        "Configuration des équipements": "Equipment configuration",
        "Sélectionnez un de vos équipements": "Select one of your equipment",
        "Si ce sont des produits de type Infra rouge, un bouton apprendre une commande apparait en haut": "If these are Infrared type products, a learn a command button appears at the top",
        "Il vous suffit de cliquer dessus, vous avez ensuite 5 secondes pour apprendre une commande infrarouge ou 433 a votre Broadlink": "Just click on it, then you have 5 seconds to learn an infrared command or 433 to your broadlink",
        "Suite à cela le plugin vous confirmera le succès de l'opération et créera la commande associée qu'il vous suffira simplement de nommer": "Following this, the plugin will confirm the success of the operation and will create the associated command that you simply need to name",
        "télécommande d'un voisin ou autre": "remote control from a neighbor or other",
        "Pour éviter d'apprendre ce qui pourrait venir de l'environnement": "To avoid learning what might come from the environment",
        "le Broadlink en mode apprentissage se met VOLONTAIREMENT en niveau de réception très faible, il faut donc être TRES proche du Broadlink pour apprendre une commande surtout si c'est une commande 433Mhz": "the Broadlink in learning mode VOLUNTARILY goes to a very low reception level, so you have to be VERY close to the Broadlink to learn a command, especially if it is a 433Mhz command",
        "Sur l'onglet Commandes d'un équipement vous trouvez le bouton Synchroniser": "On the Commands tab of an equipment you find the Synchronize button",
        "Si vous possédez plusieurs Broadlink vous pouvez transférer les commandes apprises d'un Broadlink à un autre": "If you have several broadlinks you can transfer the commands learned from one broadlink to another",
        "Cela marche d'un rm-pro vers un mini ou vice versa": "It works from a rm-pro to a mini or vice versa",
        "Vous pouvez choisir les commandes à transférer ainsi que les Broadlink vers lesquels vous voulez les transférer": "You can choose the orders to transfer as well as the broadlinks to which you want to transfer them",
        "Le nom de la commande sera bien évidemment convervé (ON télévision, ventilateur off, etc": "The name of the command will of course be converted (TV ON, fan off, etc",
        "exemple AA": "example AA",
        "EE devient eeddccbbaa": "EE becomes eeddccbbaa",
        "Si vous ajoutez manuellement votre device car pas autodétecté": "If you manually add your device because not autodetected",
        "L'afresse MAC à renseigner est l'adresse MAC inversée par paquet de deux en minuscules sans les deux-points": "The MAC address to be entered is the reverse MAC address per packet of two in lowercase without the colons",
        " IMPORTANT.": " Important.",
        " IMPORTANT?": " Important?",
        "IMPORTANT ": "Important ",
        " IMPORTANT]": " Important]",
        "[IMPORTANT]": "[Important]",
        "*IMPORTANT*": "*Important*",
        " IMPORTANT*": " Important*",
        " INFORMATION.": " INFORMATION.",
        " INFORMATION?": " INFORMATION?",
        "INFORMATION ": "INFORMATION ",
        " INFORMATION]": " INFORMATION]",
        "[INFORMATION]": "[INFORMATION]",
        "*INFORMATION*": "*INFORMATION*",
        " INFORMATION*": " INFORMATION*",
        " Synchroniser.": " Synchronize.",
        " Synchroniser?": " Synchronize?",
        "Synchroniser ": "Synchronize ",
        " Synchroniser]": " Synchronize]",
        "[Synchroniser]": "[Synchronize]",
        "*Synchroniser*": "*Synchronize*",
        " Synchroniser*": " Synchronize*",
        " BB.": " BB.",
        " BB?": " BB?",
        "BB ": "BB ",
        " BB]": " BB]",
        "[BB]": "[BB]",
        "*BB*": "*BB*",
        " BB*": " BB*",
        " CC.": " CC.",
        " CC?": " CC?",
        "CC ": "CC ",
        " CC]": " CC]",
        "[CC]": "[CC]",
        "*CC*": "*CC*",
        " CC*": " CC*",
        " DD.": " DD.",
        " DD?": " DD?",
        "DD ": "DD ",
        " DD]": " DD]",
        "[DD]": "[DD]",
        "*DD*": "*DD*",
        " DD*": " DD*"
    }
}