{
    "changelog.md": {
        "Changelog Broadlink": "Changelog Broadlink",
        "05\/03\/2021": "03\/05\/2021",
        "Mise à jour du script de dépendances suite au changemetn cryptography": "Update of the dependency script following the cryptography change",
        "15\/01\/2021": "01\/15\/2021",
        "Correction d'un soucis sur les dépendances en buster": "Fixed a problem with buster dependencies",
        "23\/11\/2020": "23\/11\/2020",
        "Gestion des les dependances de certains installations corrompus par tierces de cryptography en python 3 (relancez les dépendances si vous êtes confrontés a un soucis": "Management of the dependencies of certain corrupted installations by third parties of cryptography in python 3 (relaunch the dependencies if you are faced with a problem",
        "20\/11\/2020": "20\/11\/2020",
        "Optimisations générales": "General optimizations",
        "Nouvelle présentation de la liste des objets": "New presentation of the list of objects",
        "Ajout du tag \"Compatibilité V4": "Addition of the tag \"V4 compatibility",
        "31\/07\/2020": "07\/31\/2020",
        "Passage a python 3 (il faut probablement relancer les dépendances": "Switching to python 3 (it is probably necessary to restart the dependencies",
        "Ajout de la gestion du RM4 (lire la doc pour la particularité": "Added management of RM4 (read the doc for the particularity",
        "Ajout d'un apprentissage avancé RF (avec deux étapes, une pour faire varier les fréquences et la trouver et une autre pour apprendre": "Added advanced RF learning (with two steps, one to vary frequencies and find it and another to learn",
        "Cela augmentera la compatibilité d'apprentissage": "It will increase learning compatibility",
        "11\/09\/2019": "09\/11\/2019",
        "Adaptation pour jeedom v4": "Adaptation for jeedom v4",
        "09\/05\/2018": "05\/09\/2018",
        "Rajout de l'image des SC1": "Addition of the image of SC1",
        "10\/03\/2018": "03\/10\/2018",
        "Force yes sur les dependances": "Force yes on dependencies"
    },
    "index.md": {
        "Plugin permettant de s'interfacer avec des équipements broadlink": "Plugin for interfacing with broadlink equipment",
        "Configuration du plugin": "Plugin configuration",
        "Après avoir installé le plugin, il faut l'activer et s'assurer de la": "After installing the plugin, you must activate it and make sure that",
        "bonne installation des dépendances": "good installation of outbuildings",
        "Il est déconseillé de changer le port": "It is not recommended to change the port",
        "Inclusion des équipements": "Inclusion of equipment",
        "Aller dans le menu Plugins > Protocole Domotique > Broadlink. Une": "Go to the Plugins> Home Automation Protocol> Broadlink menu. A",
        "fois sur la page cliquez sur MODE INCLUSION": "Once on the page click on INCLUSION MODE",
        "En toute logique l'ensemble": "Logically the whole",
        "des produits Broadlink de votre réseau sera reconnu": "Broadlink products in your network will be recognized",
        "Configuration des équipements": "Equipment configuration",
        "Sélectionnez un de vos équipements": "Select one of your equipment",
        "Si ce sont des produits de type": "If these are type products",
        "Infra rouge, un bouton apprendre une commande apparait en haut": "Infrared, a button to learn a command appears at the top",
        "Il vous": "There you",
        "suffit de cliquer dessus, vous avez ensuite 5 secondes pour apprendre": "just click on it, you then have 5 seconds to learn",
        "une commande infrarouge ou 433 a votre broadlink": "an infrared or 433 command to your broadlink",
        "Suite à cela le plugin": "Following this the plugin",
        "vous confirmera le succès de l'opération et créera la commande associée": "will confirm the success of the operation and create the associated order",
        "qu'il vous suffira simplement de nommer": "you just need to name",
        "Il existe aussi un mode avancée": "There is also an advanced mode",
        "pour éventuellement détecter des fréquences Rf légèrement différente": "to possibly detect slightly different Rf frequencies",
        "Ce mode fonctionne en deux étapes, une étape de détection de fréquence": "This mode works in two stages, one frequency detection stage",
        "ou il faut rester appuyer sur le bouton ou appuyer plusieurs fois dessus": "or you have to keep pressing the button or pressing it several times",
        "Et une deuxième étape similaire au mode classique": "And a second step similar to classic mode",
        "Pour éviter d'apprendre ce qui pourrait venir de l'environnement": "To avoid learning what could come from the environment",
        "télécommande d'un voisin ou autre), le broadlink en mode": "remote control from a neighbor or other), the broadlink in",
        "apprentissage se met VOLONTAIREMENT en niveau de réception très": "learning VOLUNTARILY goes into a very reception level",
        "faible, il faut donc être TRES proche du broadlink pour apprendre une": "weak, so you have to be VERY close to the broadlink to learn a",
        "commande surtout si c'est une commande 433Mhz": "order especially if it is a 433Mhz order",
        "Sur l'onglet Commandes d'un équipement vous trouvez le bouton": "On the Equipment controls tab you find the button",
        "Synchroniser. Si vous possédez plusieurs broadlink vous pouvez": "Synchronize. If you have more than one broadlink you can",
        "transférer les commandes apprises d'un broadlink à un autre": "transfer learned commands from one broadlink to another",
        "Cela marche d'un rm-pro vers un mini ou vice versa": "It works from a rm-pro to a mini or vice versa",
        "Vous pouvez choisir les commandes à transférer ainsi que les broadlink": "You can choose the orders to transfer as well as the broadlinks",
        "vers lesquels vous voulez les transférer": "to which you want to transfer them",
        "Le nom de la commande sera": "The name of the order will be",
        "bien évidemment convervé (ON télévision, ventilateur off, etc": "obviously convervated (TV ON, fan off, etc",
        "Si vous ajouteé manuellement votre device car pas autodétecté": "If you manually added your device because not auto-detected",
        "La MAC a renseigner est": "The MAC to inform is",
        "l'adresse MAC inversé par paquet de deux en minuscules sans les": "reverse MAC address in packet of two in lower case without",
        "exemple AA": "example AA",
        "devient eeddccbbaa": "becomes eeddccbbaa",
        "Pour certains RM Pro notamment les versions 4": "For some RM Pro including versions 4",
        "Il ne faut pas que le device soit lié au cloud": "The device must not be linked to the cloud",
        "Sinon il n'est plus contrôlable en local": "Otherwise it is no longer controllable locally",
        "Pour cela il faut ajouter le device en utilisant l'application": "To do this you have to add the device using the application",
        "Mais ne pas continuer une fois celui-ci ajouté à votre wifi (ne pas l'ajouter à une pièce ni rien": "But don't continue once it's added to your wifi (don't add it to a room or anything",
        "Il faut arrêter": "It has to stop",
        "à ce moment là": "at this moment",
        "Changelog détaillé": "Changelog detailed",
        " Important.": " Important.",
        " Important?": " Important?",
        "Important ": "Important ",
        " Important]": " Important]",
        "[Important]": "[Important]",
        "*Important*": "*Important*",
        " Important*": " Important*",
        " Tip.": " Tip.",
        " Tip?": " Tip?",
        "Tip ": "Tip ",
        " Tip]": " Tip]",
        "[Tip]": "[Tip]",
        "*Tip*": "*Tip*",
        " Tip*": " Tip*",
        " Synchroniser.": " Synchronize.",
        " Synchroniser?": " Synchronize?",
        "Synchroniser ": "Synchronize ",
        " Synchroniser]": " Synchronize]",
        "[Synchroniser]": "[Synchronize]",
        "*Synchroniser*": "*Synchronize*",
        " Synchroniser*": " Synchronize*",
        " BB.": " BB.",
        " BB?": " BB?",
        "BB ": "BB ",
        " BB]": " BB]",
        "[BB]": "[BB]",
        "*BB*": "*BB*",
        " BB*": " BB*",
        " CC.": " CC.",
        " CC?": " CC?",
        "CC ": "CC ",
        " CC]": " CC]",
        "[CC]": "[CC]",
        "*CC*": "*CC*",
        " CC*": " CC*",
        " DD.": " DD.",
        " DD?": " DD?",
        "DD ": "DD ",
        " DD]": " DD]",
        "[DD]": "[DD]",
        "*DD*": "*DD*",
        " DD*": " DD*",
        " EE.": " EE.",
        " EE?": " EE?",
        "EE ": "EE ",
        " EE]": " EE]",
        "[EE]": "[EE]",
        "*EE*": "*EE*",
        " EE*": " EE*"
    }
}