{
    "changelog.md": {
        "Changelog Broadlink": "Changelog Broadlink",
        "20\/11\/2020": "20\/11\/2020",
        "Optimisations générales": "Otimizações gerais",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "31\/07\/2020": "31\/07\/2020",
        "Passage a python 3 (il faut probablement relancer les dépendances": "Mudando para python 3 (provavelmente é necessário reiniciar as dependências",
        "Ajout de la gestion du RM4 (lire la doc pour la particularité": "Gerenciamento adicionado do RM4 (leia o documento para obter a particularidade",
        "Ajout d'un apprentissage avancé RF (avec deux étapes, une pour faire varier les fréquences et la trouver et une autre pour apprendre": "Adicionado aprendizado avançado de RF (com duas etapas, uma para variar frequências e encontrar e outra para aprender",
        "Cela augmentera la compatibilité d'apprentissage": "Aumentará a compatibilidade de aprendizado",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptação para jeedom v4",
        "09\/05\/2018": "09\/09\/2018",
        "Rajout de l'image des SC1": "Adição da imagem do SC1",
        "10\/03\/2018": "10\/03\/2018",
        "Force yes sur les dependances": "Forçar sim em dependências"
    },
    "index.md": {
        "Plugin permettant de s'interfacer avec des équipements broadlink": "Plugin para interface com equipamentos de banda larga",
        "Configuration du plugin": "Configuração do plugin",
        "Après avoir installé le plugin, il faut l'activer et s'assurer de la": "Após instalar o plug-in, você deve ativá-lo e garantir que",
        "bonne installation des dépendances": "boa instalação de dependências",
        "Il est déconseillé de changer le port": "Não é recomendado mudar a porta",
        "Inclusion des équipements": "Inclusão de equipamentos",
        "Aller dans le menu Plugins > Protocole Domotique > Broadlink. Une": "Vá para o menu Plugins> Protocolo de automação residencial> Broadlink. Um",
        "fois sur la page cliquez sur MODE INCLUSION": "Uma vez na página, clique em MODO DE INCLUSÃO",
        "En toute logique l'ensemble": "Logicamente o todo",
        "des produits Broadlink de votre réseau sera reconnu": "Os produtos Broadlink em sua rede serão reconhecidos",
        "Configuration des équipements": "Configuração do equipamento",
        "Sélectionnez un de vos équipements": "Selecione um dos seus equipamentos",
        "Si ce sont des produits de type": "Se estes são produtos do tipo",
        "Infra rouge, un bouton apprendre une commande apparait en haut": "Infravermelho, um botão para aprender um comando aparece na parte superior",
        "Il vous": "Ai voce",
        "suffit de cliquer dessus, vous avez ensuite 5 secondes pour apprendre": "basta clicar nele, você tem 5 segundos para aprender",
        "une commande infrarouge ou 433 a votre broadlink": "um comando infravermelho ou 433 para o seu broadlink",
        "Suite à cela le plugin": "Após isso, o plugin",
        "vous confirmera le succès de l'opération et créera la commande associée": "confirmará o sucesso da operação e criará o pedido associado",
        "qu'il vous suffira simplement de nommer": "você só precisa citar",
        "Il existe aussi un mode avancée": "Há também um modo avançado",
        "pour éventuellement détecter des fréquences Rf légèrement différente": "para detectar frequências Rf ligeiramente diferentes",
        "Ce mode fonctionne en deux étapes, une étape de détection de fréquence": "Este modo funciona em dois estágios, um estágio de detecção de frequência",
        "ou il faut rester appuyer sur le bouton ou appuyer plusieurs fois dessus": "ou você deve continuar pressionando o botão ou pressionando-o várias vezes",
        "Et une deuxième étape similaire au mode classique": "E um segundo passo semelhante ao modo clássico",
        "Pour éviter d'apprendre ce qui pourrait venir de l'environnement": "Para evitar aprender o que poderia vir do meio ambiente",
        "télécommande d'un voisin ou autre), le broadlink en mode": "controle remoto de um vizinho ou de outro), o link em",
        "apprentissage se met VOLONTAIREMENT en niveau de réception très": "aprendendo VOLUNTARIAMENTE entra em um nível de recepção muito",
        "faible, il faut donc être TRES proche du broadlink pour apprendre une": "fraco, então você precisa estar MUITO perto do broadlink para aprender uma",
        "commande surtout si c'est une commande 433Mhz": "pedido especialmente se for um 433Mhz",
        "Sur l'onglet Commandes d'un équipement vous trouvez le bouton": "Na guia Controles do equipamento, você encontra o botão",
        "Synchroniser. Si vous possédez plusieurs broadlink vous pouvez": "Sincronize. Se você tiver mais de um broadlink, poderá",
        "transférer les commandes apprises d'un broadlink à un autre": "transferir comandos aprendidos de um broadlink para outro",
        "Cela marche d'un rm-pro vers un mini ou vice versa": "Funciona de um rm-pro a um mini ou vice-versa",
        "Vous pouvez choisir les commandes à transférer ainsi que les broadlink": "Você pode escolher os pedidos a serem transferidos, bem como os links",
        "vers lesquels vous voulez les transférer": "para o qual você deseja transferi-los",
        "Le nom de la commande sera": "O nome do pedido será",
        "bien évidemment convervé (ON télévision, ventilateur off, etc": "obviamente convergido (TV ligada, ventilador desligado, etc",
        "Si vous ajouteé manuellement votre device car pas autodétecté": "Se você adicionou seu dispositivo manualmente porque não foi detectado automaticamente",
        "La MAC a renseigner est": "O MAC para informar é",
        "l'adresse MAC inversé par paquet de deux en minuscules sans les": "endereço MAC reverso em pacotes de dois em minúsculas sem",
        "exemple AA": "exemplo AA",
        "devient eeddccbbaa": "torna-se eeddccbbaa",
        "Pour certains RM Pro notamment les versions 4": "Para alguns RM Pro, incluindo as versões 4",
        "Il ne faut pas que le device soit lié au cloud": "O dispositivo não deve estar vinculado à nuvem",
        "Sinon il n'est plus contrôlable en local": "Caso contrário, não será mais controlável localmente",
        "Pour cela il faut ajouter le device en utilisant l'application": "Para fazer isso, você deve adicionar o dispositivo usando o aplicativo",
        "Mais ne pas continuer une fois celui-ci ajouté à votre wifi (ne pas l'ajouter à une pièce ni rien": "Mas não continue assim que for adicionado ao seu wifi (não o adicione a uma sala ou qualquer coisa",
        "Il faut arrêter": "Tem que parar",
        "à ce moment là": "neste momento",
        "Changelog détaillé": "Registro de alterações detalhado",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        " Important]": " IMPORTANTE]",
        "[Important]": "[IMPORTANTE]",
        "*Important*": "*IMPORTANTE*",
        " Important*": " IMPORTANTE*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        " Tip]": " Dica]",
        "[Tip]": "[Dica]",
        "*Tip*": "*Dica*",
        " Tip*": " Dica*",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " BB.": " BB.",
        " BB?": " BB?",
        "BB ": "BB ",
        " BB]": " BB]",
        "[BB]": "[BB]",
        "*BB*": "*BB*",
        " BB*": " BB*",
        " CC.": " CC.",
        " CC?": " CC?",
        "CC ": "CC ",
        " CC]": " CC]",
        "[CC]": "[CC]",
        "*CC*": "*CC*",
        " CC*": " CC*",
        " DD.": " DD.",
        " DD?": " DD?",
        "DD ": "DD ",
        " DD]": " DD]",
        "[DD]": "[DD]",
        "*DD*": "*DD*",
        " DD*": " DD*",
        " EE.": " EE.",
        " EE?": " EE?",
        "EE ": "EE ",
        " EE]": " EE]",
        "[EE]": "[EE]",
        "*EE*": "*EE*",
        " EE*": " EE*"
    }
}