{
    "changelog.md": {
        "Changelog Broadlink": "Changelog Broadlink",
        "30\/09\/2022": "30\/09\/2022",
        "Correction de l'installation des dépendances sur Jeedom v4.2": "Corrigida a instalação de dependências no Jeedom v4.2",
        "05\/03\/2021": "05\/03\/2021",
        "Mise à jour du script de dépendances suite au changement cryptography": "Atualização do script de dependências após a mudança de criptografia",
        "15\/01\/2021": "15\/01\/2021",
        "Correction d'un soucis sur les dépendances en buster": "Corrigido um problema com dependências de buster",
        "23\/11\/2020": "23\/11\/2020",
        "Gestion des les dépendances de certains installations corrompus par tierces de cryptography en python 3 (relancez les dépendances si vous êtes confrontés a un soucis": "Gestão das dependências de certas instalações corrompidas por terceiros de criptografia em python 3 (reinicie as dependências se você se deparar com um problema",
        "20\/11\/2020": "20\/11\/2020",
        "Optimisations générales": "Otimizações gerais",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "31\/07\/2020": "31\/07\/2020",
        "Passage a python 3 (il faut probablement relancer les dépendances": "Mudando para python 3 (provavelmente é necessário reiniciar as dependências",
        "Ajout de la gestion du RM4 (lire la doc pour la particularité": "Gerenciamento adicionado do RM4 (leia o documento para obter a particularidade",
        "Ajout d'un apprentissage avancé RF (avec deux étapes, une pour faire varier les fréquences et la trouver et une autre pour apprendre": "Adicionado aprendizado avançado de RF (com duas etapas, uma para variar frequências e encontrar e outra para aprender",
        "Cela augmentera la compatibilité d'apprentissage": "Aumentará a compatibilidade de aprendizado",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour jeedom v4": "Adaptação para jeedom v4",
        "09\/05\/2018": "09\/09\/2018",
        "Rajout de l'image des SC1": "Adição da imagem do SC1",
        "10\/03\/2018": "10\/03\/2018",
        "Force yes sur les dépendances": "Forçar sim em dependências"
    },
    "index.md": {
        "Plugin permettant de s'interfacer avec des équipements broadlink": "Plugin para interface com equipamentos de banda larga",
        "Configuration du plugin": "Configuração do plugin",
        "Après avoir installé le plugin, il faut l'activer et s'assurer de la bonne installation des dépendances": "Após instalar o plugin, ele deve ser ativado e garantir a correta instalação das dependências",
        "Il est déconseillé de changer le port": "Não é recomendado mudar a porta",
        "Inclusion des équipements": "Inclusão de equipamentos",
        "Aller dans le menu Plugins => Protocole Domotique => Broadlink": "Vá para o menu Plugins => Protocolo de automação residencial => Broadlink",
        "Une fois sur la page cliquez sur MODE INCLUSION": "Uma vez na página, clique em MODO DE INCLUSÃO",
        "En toute logique l'ensemble des produits Broadlink de votre réseau sera reconnu": "Logicamente, todos os produtos Broadlink em sua rede serão reconhecidos",
        "Configuration des équipements": "Configuração do equipamento",
        "Sélectionnez un de vos équipements": "Selecione um dos seus equipamentos",
        "Si ce sont des produits de type Infra rouge, un bouton apprendre une commande apparait en haut": "Se estes forem produtos do tipo infravermelho, um botão de comando para aprender aparece na parte superior",
        "Il vous suffit de cliquer dessus, vous avez ensuite 5 secondes pour apprendre une commande infrarouge ou 433 a votre broadlink": "Basta clicar nele, então você tem 5 segundos para aprender um comando infravermelho ou 433 para o seu broadlink",
        "Suite à cela le plugin vous confirmera le succès de l'opération et créera la commande associée qu'il vous suffira simplement de nommer": "Em seguida, o plugin confirmará o sucesso da operação e criará o comando associado que você simplesmente precisa nomear",
        "Pour éviter d'apprendre ce qui pourrait venir de l'environnement (télécommande d'un voisin ou autre), le broadlink en mode apprentissage se met VOLONTAIREMENT en niveau deéception très faible, il faut donc être TRES proche du broadlink pour apprendre une commande surtout si c'est une commande 433Mhz": "Para evitar aprender o que pode vir do ambiente (controle remoto de um vizinho ou outro), o broadlink em modo de aprendizagem VOLUNTARIAMENTE se coloca em um nível de recepção muito baixo, portanto, você deve estar MUITO perto do broadlink para aprender um comando especialmente se é um comando de 433Mhz",
        "Sur l'onglet Commandes d'un équipement vous trouvez le bouton Synchroniser": "Na aba Comandos de um equipamento você encontra o botão Sincronizar",
        "Si vous possédez plusieurs broadlink vous pouvez transférer les commandes apprises d'un broadlink à un autre": "Se você tiver vários links, você pode transferir os comandos aprendidos de um link para outro",
        "Cela marche d'un rm-pro vers un mini ou vice versa": "Funciona de um rm-pro a um mini ou vice-versa",
        "Vous pouvez choisir les commandes à transférer ainsi que les broadlink vers lesquels vous voulez les transférer": "Você pode escolher os pedidos a serem transferidos, bem como os links para os quais deseja transferi-los",
        "Le nom de la commande sera bien évidemment convervé (ON télévision, ventilateur off, etc": "O nome do comando será obviamente convertido (TV ON, fan off, etc",
        "Si vous ajouteé manuellement votre device car pas autodétecté": "Se você adicionou seu dispositivo manualmente porque não foi detectado automaticamente",
        "La MAC a renseigner est l'adresse MAC inversé par paquet de deux en minuscules sans les": "O MAC a ser inserido é o endereço MAC reverso em pacotes de dois em minúsculas sem o",
        "exemple AA": "exemplo AA",
        "EE devient eeddccbbaa": "EE torna-se eeddccbbaa",
        " Broadlink.": " Broadlink.",
        " Broadlink?": " Broadlink?",
        "Broadlink ": "Broadlink ",
        " Broadlink]": " Broadlink]",
        "[Broadlink]": "[Broadlink]",
        "*Broadlink*": "*Broadlink*",
        " Broadlink*": " Broadlink*",
        " Important.": " IMPORTANTE.",
        " Important?": " IMPORTANTE?",
        "Important ": "IMPORTANTE ",
        " Important]": " IMPORTANTE]",
        "[Important]": "[IMPORTANTE]",
        "*Important*": "*IMPORTANTE*",
        " Important*": " IMPORTANTE*",
        " Tip.": " Dica.",
        " Tip?": " Dica?",
        "Tip ": "Dica ",
        " Tip]": " Dica]",
        "[Tip]": "[Dica]",
        "*Tip*": "*Dica*",
        " Tip*": " Dica*",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " BB.": " BB.",
        " BB?": " BB?",
        "BB ": "BB ",
        " BB]": " BB]",
        "[BB]": "[BB]",
        "*BB*": "*BB*",
        " BB*": " BB*",
        " CC.": " CC.",
        " CC?": " CC?",
        "CC ": "CC ",
        " CC]": " CC]",
        "[CC]": "[CC]",
        "*CC*": "*CC*",
        " CC*": " CC*",
        " DD.": " DD.",
        " DD?": " DD?",
        "DD ": "DD ",
        " DD]": " DD]",
        "[DD]": "[DD]",
        "*DD*": "*DD*",
        " DD*": " DD*"
    }
}