{
    "changelog.md": {
        "Changelog Broadlink": "Changelog Broadlink",
        "S'il n'y a pas d'information sur la mise à jour, c'est que celle-ci concerne uniquement de la mise à jour de documentation, de traduction ou de texte": "Se não houver informação sobre a atualização, significa que se trata apenas da atualização da documentação, tradução ou texto",
        "27\/12\/2024": "27\/12\/2024",
        "Fix une fuite de mémoire sur le démon": "Corrija um vazamento de memória no daemon",
        "Fix un soucis d'installation de dépendances qui pouvait se produire sur certaines installations": "Corrigir um problema ao instalar dependências que poderiam ocorrer em determinadas instalações",
        "Modernisation de l'interface": "Modernização da interface",
        "Debian 11 requis": "Debian 11 necessário",
        "Compatibilité Debian 12": "Compatibilidade com Debian 12",
        "Jeedom v4.4": "Jeedom v4.4",
        "8 requis": "8 obrigatório",
        "30\/09\/2022": "30\/09\/2022",
        "Correction de l'installation des dépendances sur Jeedom v4.2": "Corrigida a instalação de dependências no Jeedom v4.2",
        "05\/03\/2021": "05\/03\/2021",
        "Mise à jour du script de dépendances suite au changement cryptography": "Atualização do script de dependências após a mudança de criptografia",
        "15\/01\/2021": "15\/01\/2021",
        "Correction d'un soucis sur les dépendances en buster": "Corrigido um problema com dependências de buster",
        "23\/11\/2020": "23\/11\/2020",
        "relancez les dépendances si vous êtes confrontés a un souci": "reinicie as dependências se você se deparar com um problema",
        "Gestion des les dépendances de certains installations corrompus par tierces de cryptography en python 3": "Gerenciamento das dependências de certas instalações corrompidas por terceiros de criptografia em python 3",
        "20\/11\/2020": "20\/11\/2020",
        "Optimisations générales": "Otimizações gerais",
        "Nouvelle présentation de la liste des objets": "Nova apresentação da lista de objetos",
        "Ajout du tag \"Compatibilité V4": "Adição da tag \"compatibilidade V4",
        "31\/07\/2020": "31\/07\/2020",
        "il faut probablement relancer les dépendances": "você provavelmente precisará reiniciar as dependências",
        "Passage a python 3": "Mudar para python 3",
        "lire la documentation pour la particularité": "leia a documentação para a particularidade",
        "Ajout de la gestion du RM4": "Adicionado gerenciamento de RM4",
        "Ajout d'un apprentissage avancé RF avec deux étapes, une pour faire varier les fréquences et la trouver et une autre pour apprendre": "Adicionado aprendizado avançado de RF com dois estágios, um para variar as frequências e encontrá-lo e outro para aprender",
        "Cela augmentera la compatibilité d'apprentissage": "Aumentará a compatibilidade de aprendizado",
        "11\/09\/2019": "11\/09\/2019",
        "Adaptation pour Jeedom v4": "Adaptação para jeedom v4",
        "09\/05\/2018": "09\/09\/2018",
        "Rajout de l'image des SC1": "Adição da imagem do SC1",
        "10\/03\/2018": "10\/03\/2018",
        "Force yes sur les dépendances": "Forçar sim em dependências",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*"
    },
    "index.md": {
        "Plugin Broadlink": "Plug-in Broadlink",
        "Plugin permettant d'interfacer Jeedom avec des équipements Broadlink": "Plugin para interfacear Jeedom com equipamentos Broadlink",
        "Configuration du plugin": "Configuração do plugin",
        "Après avoir installé le plugin, il faut l'activer et s'assurer de la bonne installation des dépendances": "Após instalar o plugin, ele deve ser ativado e garantir a correta instalação das dependências",
        "Il est déconseillé de changer le port socket interne": "Não é recomendado alterar a porta do soquete interno",
        "Inclusion des équipements": "Inclusão de equipamentos",
        "Aller dans le menu Plugins => Protocole Domotique => Broadlink": "Vá para o menu Plugins => Protocolo de automação residencial => Broadlink",
        "Une fois sur la page, cliquez sur le bouton INCLUSION": "Uma vez na página, clique no botão INCLUIR",
        "En toute logique l'ensemble des produits Broadlink de votre réseau sera reconnu": "Logicamente, todos os produtos Broadlink em sua rede serão reconhecidos",
        "Configuration des équipements": "Configuração do equipamento",
        "Sélectionnez un de vos équipements": "Selecione um dos seus equipamentos",
        "Si ce sont des produits de type Infra rouge, un bouton apprendre une commande apparait en haut": "Se estes forem produtos do tipo infravermelho, um botão de comando para aprender aparece na parte superior",
        "Il vous suffit de cliquer dessus, vous avez ensuite 5 secondes pour apprendre une commande infrarouge ou 433 a votre Broadlink": "Basta clicar nele, então você tem 5 segundos para aprender um comando infravermelho ou 433 para o seu broadlink",
        "Suite à cela le plugin vous confirmera le succès de l'opération et créera la commande associée qu'il vous suffira simplement de nommer": "Em seguida, o plugin confirmará o sucesso da operação e criará o comando associado que você simplesmente precisa nomear",
        "télécommande d'un voisin ou autre": "controle remoto de um vizinho ou outro",
        "Pour éviter d'apprendre ce qui pourrait venir de l'environnement": "Para evitar aprender o que pode vir do ambiente",
        "le Broadlink en mode apprentissage se met VOLONTAIREMENT en niveau de réception très faible, il faut donc être TRES proche du Broadlink pour apprendre une commande surtout si c'est une commande 433Mhz": "o Broadlink em modo de aprendizado vai VOLUNTARIAMENTE para um nível de recepção muito baixo, então você tem que estar MUITO perto do Broadlink para aprender um comando, principalmente se for um comando de 433Mhz",
        "Sur l'onglet Commandes d'un équipement vous trouvez le bouton Synchroniser": "Na aba Comandos de um equipamento você encontra o botão Sincronizar",
        "Si vous possédez plusieurs Broadlink vous pouvez transférer les commandes apprises d'un Broadlink à un autre": "Se você tiver vários links, você pode transferir os comandos aprendidos de um link para outro",
        "Cela marche d'un rm-pro vers un mini ou vice versa": "Funciona de um rm-pro a um mini ou vice-versa",
        "Vous pouvez choisir les commandes à transférer ainsi que les Broadlink vers lesquels vous voulez les transférer": "Você pode escolher os pedidos a serem transferidos, bem como os links para os quais deseja transferi-los",
        "Le nom de la commande sera bien évidemment convervé (ON télévision, ventilateur off, etc": "O nome do comando será obviamente convertido (TV ON, fan off, etc",
        "exemple AA": "exemplo AA",
        "EE devient eeddccbbaa": "EE torna-se eeddccbbaa",
        "Si vous ajoutez manuellement votre device car pas autodétecté": "Se você adicionar manualmente seu dispositivo porque não foi detectado automaticamente",
        "L'afresse MAC à renseigner est l'adresse MAC inversée par paquet de deux en minuscules sans les deux-points": "O endereço MAC a ser inserido é o endereço MAC reverso por pacote de dois em letras minúsculas sem os dois pontos",
        " IMPORTANT.": " IMPORTANTE.",
        " IMPORTANT?": " IMPORTANTE?",
        "IMPORTANT ": "IMPORTANTE ",
        " IMPORTANT]": " IMPORTANTE]",
        "[IMPORTANT]": "[IMPORTANTE]",
        "*IMPORTANT*": "*IMPORTANTE*",
        " IMPORTANT*": " IMPORTANTE*",
        " INFORMATION.": " EM FORMAÇÃO.",
        " INFORMATION?": " EM FORMAÇÃO?",
        "INFORMATION ": "EM FORMAÇÃO ",
        " INFORMATION]": " EM FORMAÇÃO]",
        "[INFORMATION]": "[EM FORMAÇÃO]",
        "*INFORMATION*": "*EM FORMAÇÃO*",
        " INFORMATION*": " EM FORMAÇÃO*",
        " Synchroniser.": " Sincronizar.",
        " Synchroniser?": " Sincronizar?",
        "Synchroniser ": "Sincronizar ",
        " Synchroniser]": " Sincronizar]",
        "[Synchroniser]": "[Sincronizar]",
        "*Synchroniser*": "*Sincronizar*",
        " Synchroniser*": " Sincronizar*",
        " BB.": " BB.",
        " BB?": " BB?",
        "BB ": "BB ",
        " BB]": " BB]",
        "[BB]": "[BB]",
        "*BB*": "*BB*",
        " BB*": " BB*",
        " CC.": " CC.",
        " CC?": " CC?",
        "CC ": "CC ",
        " CC]": " CC]",
        "[CC]": "[CC]",
        "*CC*": "*CC*",
        " CC*": " CC*",
        " DD.": " DD.",
        " DD?": " DD?",
        "DD ": "DD ",
        " DD]": " DD]",
        "[DD]": "[DD]",
        "*DD*": "*DD*",
        " DD*": " DD*"
    }
}